/* #rank of max scores format */
"#%1$d of %2$d" = "#%1$d de %2$d";

/* Rank among friends format */
"#%1$d of %2$d friends" = "#%1$d amigos de %2$d";

/* Rank and leaderboard size */
"#%1$d of %2$d players" = "#%1$d jogadores de %2$d";

/* Games only other player has section title format */
"%1$@'s Other Games" = "Outros jogos de: %1$@";

/* Three line stats string format */
"%1$@\n%2$@\n%3$@" = "%1$@\n%2$@\n%3$@";

/* Format for N days ago */
"%1$d days ago" = "há %1$d dias";

/* NavItem title format for plural FriendRequestsViewController */
"%1$d Friend Requests" = "%1$d pedidos de amizade";

/* # of max # achievements format */
"%1$d of %2$d achievements" = "%1$d proezas de %2$d";

/* Games stats line format */
"%@ Achievements" = "%@ proezas";

/* Friends stats line format */
"%@ Friends" = "%@ amigos";

/* Games stats line format */
"%@ Games" = "%@ jogos";

/* Friends category title format string */
"%d Friends" = "Amigos: %d";

/* Games nav bar title format string */
"%d Games" = "Jogos: %d";

/* Friends category title during search format string */
"%d of %d Friends" = "%1$d amigos de %2$d";

/* Games nav bar title format string */
"%d of %d Games" = "%1$d jogos de %2$d";

/* Sandbox prompt */
"*** Sandbox ***" = "*** Sandbox ***";

/* Single achievement stats line */
"1 Achievement" = "1 proeza";

/* Friends category title for single friend
   Single friend stats line */
"1 Friend" = "1 amigo";

/* NavItem title for singular FriendRequestsViewController */
"1 Friend Request" = "1 pedido de amizade";

/* Single game nav bar title
   Single game stats line */
"1 Game" = "1 jogo";

/* Accept friend request button label */
"Accept" = "Aceitar";

/* Account Button */
"Account" = "Conta";

/* Cancel Button */
"Cancel" = "Cancelar";

/* Color 1 */
"Color 1" = "Cor 1";

/* Color 2 */
"Color 2" = "Cor 2";

/* Connection failed alert message */
"Could not connect to server." = "Não foi possível estabelecer ligação ao servidor.";

/* Create New Account Button */
"Create New Account" = "Criar conta";

/* Cancel Remove Friend sheet */
"Don't Remove" = "Não remover";

/* Edit Avatar Button */
"Edit Avatar" = "Editar avatar";

/* App Store button text */
"Find Thunderdome Games" = "Procurar jogos Thunderdome";

/* No comment provided by engineer. */
"Friend Request" = "Nova amizade";

/* NavItem title for FriendRequestsViewController */
"Friend Requests" = "Pedidos de amizade";

/* Friends category title for no friends
   Friends tab title
   Nav bar title for FriendsViewControler
   Nav bar title title for FriendsViewControler */
"Friends" = "Amigos";

/* Change Account Alert Header */
"Game Center Account" = "Conta do Game Center";

/* Unable to accept friend request, try again alert message. */
"Game Center was unable to accept the friend request at this time. Please try again later." = "O Game Center não pôde aceitar o pedido de amizade. Volte a tentar mais tarde.";

/* Unable to ignore friend request, try again alert message. */
"Game Center was unable to ignore the friend request at this time. Please try again later." = "O Game Center não pôde ignorar o pedido de amizade. Volte a tentar mais tarde.";

/* Games screen title */
"Games" = "Jogos";

/* Games in Common section title */
"Games in Common" = "Jogos em comum";

/* Games Played Together section title */
"Games Played Together" = "Jogados juntos";

/* Ignore friend request button label
   Ignore friend request confirmation title */
"Ignore" = "Ignorar";

/* iTunes Account header text */
"iTunes Account" = "Conta iTunes";

/* Just Played last played game format string */
"Just Played: %@" = "Acabado de jogar: %@";

/* Last matched on date format */
"Last matched: %1$@" = "Último jogo: %1$@";

/* Last Played date and time label string */
"Last Played %@" = "Jogado a: %@";

/* Last Played game format string */
"Last Played: %@" = "Último jogo: %@";

/* Game cell last played format string */
"Last played: %@" = "Último jogo: %@";

/* Friend game detail leaderboard section header title
   Local player leaderboard cell title */
"Leaderboard" = "Marcador";

/* Local player detail navigation title
   Local player tab title */
"Me" = "Eu";

/* No Achievements stats line */
"No Achievements" = "Nenhuma proeza";

/* No Friend Requests status label */
"No Friend Requests" = "Nenhum pedido de amizade";

/* No Friends stats line
   No Friends status label */
"No Friends" = "Nenhum amigo";

/* No Games Played stats line */
"No Games Played" = "Nenhum jogo jogado";

/* Local player No Leaderboard cell title */
"No Leaderboard" = "Nenhum marcador";

/* No comment provided by engineer. */
"No Name" = "Nenhum nome";

/* No Recent Matches status label */
"No Recent Matches" = "Nenhum jogo recente";

/* No Score value string */
"No Score" = "Nenhum resultado";

/* OK Button */
"OK" = "OK";

/* Password placeholder */
"Password" = "Palavra‑passe";

/* Play (launch game) button) */
"Play" = "Jogar";

/* Played Today last played game format string */
"Played Today: %@" = "Jogado hoje: %@";

/* Randomize button Title */
"Randomize" = "Ao acaso";

/* Ranked about the same as me */
"Ranked about the same as me" = "Com classificação semelhante à minha";

/* Ranked higher than me */
"Ranked higher than me" = "Com classificação superior à minha";

/* Ranked lower than me */
"Ranked lower than me" = "Com classificação inferior à minha";

/* NavItem title for Recent Matches
   Recent Matches Button Title */
"Recent Matches" = "Últimos jogos";

/* Confirm Remove Friend sheet */
"Remove" = "Remover";

/* Report a Problem Button */
"Report a Problem" = "Comunicar um problema";

/* Friend Requests tab title */
"Requests" = "Pedidos";

/* Placeholder text for friends search field */
"Search Friends" = "Pesquisar amigos";

/* Placeholder text for games search field */
"Search Games" = "Pesquisar jogos";

/* Template for title in top bar when selecting an item */
"Select %@" = "Seleccionar %@";

/* Title when selecting extra face elements such as scars, frackles, blush, etc */
"Select Extra" = "Seleccionar extra";

/* Send Friend Request Button */
"Send Friend Request" = "Enviar pedido de amizade";

/* Sign In Button */
"Sign In" = "Iniciar sessão";

/* Sign Out Button */
"Sign Out" = "Terminar sessão";

/* Sign in header message text */
"Start using Game Center with your iTunes account and play games online with your friends, wherever they are." = "Comece a usar o Game Center, com a sua conta iTunes, e jogue online com os seus amigos, onde quer que se encontrem. ";

/* Tell a Friend Button Title */
"Tell a Friend" = "Contar a um amigo";

/* Password incorrect alert message */
"The Apple ID you entered couldn't be found or your password was incorrect.\nPlease try again." = "O ID Apple introduzido não foi encontrado ou a palavra‑passe foi digitada incorrectamente.\nVolte a tentar.";

/* String for today */
"Today" = "Hoje";

/* Unable to Load Friend Requests status label */
"Unable to Load Friend Requests" = "Não foi possível carregar pedidos de amizade";

/* Unable to Load Friends status label */
"Unable to Load Friends" = "Não foi possível carregar amigos";

/* Unable to Load Recent Matches status label */
"Unable to Load Recent Matches" = "Não foi possível carregar últimos jogos";

/* Unable to perform operation alert title. */
"Unable to perform operation" = "Não é possível efectuar operação.";

/* Remove friend confirmation */
"Unfriend" = "Desamigar";

/* Username placeholder */
"Username" = "Nome de utilizador";

/* View Account Button */
"View Account" = "Ver conta";

/* Welcome to Game Center title */
"Welcome to Game Center" = "Bem‑vindos ao Game Center";

/* String for yesterday */
"Yesterday" = "Ontem";

/* No network alert message */
"You are not connected to the Internet.  Online functionality is not available." = "O dispositivo não se encontra ligado à Internet. As funcionalidades online não estão disponíveis.";

/* Status field placeholder text */
"your status here" = "o seu estado aqui";

/* Left quotation mark */
"“" = "“";

/* Right quotation mark */
"”" = "”";

